alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
amdgpu-pro-oglp
amdgpu_top
amf-amdgpu-pro
ani-cli
archlinux-keyring
ark
b43-fwcutter
base
base-devel
bash-completion
bind
bluedevil
bluez
bluez-utils
breeze-gtk
btrfs-progs
cantarell-fonts
cryptsetup
device-mapper
dialog
diffutils
discord
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-plasma-sddm-config
eos-quickstart
eos-rankmirrors
eos-settings-plasma
ethtool
exfatprogs
f2fs-tools
fakeroot
ffmpegthumbs
firefox
firewalld
freetype2
fwupd
git
glances
gparted
gpm
gptfdisk
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gwenview
haruna
haveged
hwdetect
hwinfo
inetutils
inxi
iptables-nft
ivpn-ui
iwd
jfsutils
kate
kcalc
kde-cli-tools
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kgamma
kimageformats
kinfocenter
kio-admin
kio-extras
kio-fuse
konsole
kscreen
kwallet-pam
kwalletmanager
kwayland-integration
less
lib32-amdgpu-pro-oglp
lib32-vulkan-amdgpu-pro
libappindicator-gtk3
libdvdcss
libgsf
libopenraw
librewolf-bin
linux
linux-firmware
linux-firmware-marvell
linux-headers
logrotate
lsb-release
lsscsi
lvm2
maliit-keyboard
man-db
man-pages
mdadm
meld
mesa
mesa-utils
mkinitcpio-nfs-utils
mlocate
modemmanager
mtools
nano
nano-syntax-highlighting
nbd
ndisc6
neovim
net-tools
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
obs-studio
obsidian
octopi
okular
openconnect
openvpn
opera
os-prober
pacman-contrib
partitionmanager
pavucontrol
perl
piper
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-workspace
polkit-explorer-git
poppler-glib
power-profiles-daemon
powerdevil
ppp
pptpclient
print-manager
protonup-qt
python-capng
python-packaging
python-pyqt5
reaper
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rp-pppoe
rsync
rtkit
s-nail
sddm-kcm
sg3_utils
smartmontools
sof-firmware
solaar
spectacle
steam
sudo
swaybg
swayfx
syncthing
sysfsutils
systemd-sysvcompat
texinfo
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
udiskie
unrar
unzip
usb_modeswitch
usbutils
vi
vpnc
vulkan-amdgpu-pro
welcome
wezterm-git
wget
which
whois
wireless-regdb
wireplumber
wmenu
wpa_supplicant
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-qxl
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xwaylandvideobridge
xz
yay
zoom
